
[Setting]
Language=Traditional


[OPTControllerDemo]
IDD102_Title = 奧普特控制器(V3.3)
IDD102_1033 = 重新掃描
IDD102_1032 = 連接
IDD102_1005 = IP設置
IDD102_1029 = 串口
IDD102_1030 = 網口
IDD102_1028 = 通信模式
IDD102_1038 = 命令控制
IDD102_1006 = 短指令
IDD102_1010 = 長指令
IDD102_1007 = 多通道
IDD102_1003 = 高級設置
IDD102_1004 = 可程式設計觸發設置
IDD102_1096 = 返回資訊
IDD130_Title = 短指令
IDD130_1052 = 功能
IDD130_1053 = 通道號
IDD130_1054 = 值
IDD130_1 = 確定
IDD130_2 = 取消
IDD130_1003 = 應用
IDD133_Title = 串口信息
IDD133_1047 = 控制器序號
IDD133_1048 = 串口
IDS_SHORTCMD_SETTRIGGERDELAY = 設置觸發延時
IDS_SHORTCMD_GETTRIGGERDELAY = 讀取觸發延時
IDS_SHORTCMD_SETINTENSITY = 設置亮度
IDS_SHORTCMD_READINTENSITY = 讀取亮度
IDS_SHORTCMD_TURNONCHN = 打開通道
IDS_SHORTCMD_TURNOFFCHN = 關閉通道
IDS_SHORTCMD_SWITCHTIMEUNIT = 設置時間單位
IDS_SHORTCMD_SETTRIGGERWIDTH = 設置觸發脈寬
IDS_SHORTCMD_READTRIGGERWIDTH = 讀取觸發脈寬
IDS_SHORTCMD_SETHBTRIGGERWIDTH = 設置高亮觸發脈寬
IDS_SHORTCMD_READHBTRIGGERWIDTH = 讀取高亮觸發脈寬
IDS_SHORTCMD_SETMAXCURRENT = 設置最大電流
IDS_SHORTCMD_READMAXCURRENT = 讀取最大電流
IDS_SHORTCMD_GETCHANNELSTATE = 讀取通道狀態
IDS_SHORTCMD_SOFTWARETRIGGER = 軟體觸發
IDS_SHORTCMD_TURNONSUCCEED = 成功打開
IDS_SHORTCMD_TURNONFAILED = 打開失敗
IDS_SHORTCMD_CHN = 通道
IDS_SHORTCMD_ALLCHN = 所有通道
IDS_SHORTCMD_THE = 第
IDS_SHORTCMD_TURNOFFSUCCEED = 成功關閉
IDS_SHORTCMD_TURNOFFFAILED = 關閉失敗
IDS_SHORTCMD_SETSUCCEED = 成功設置
IDS_SHORTCMD_READSUCCEED = 成功讀取
IDS_SHORTCMD_VALUE = 值是
IDS_SHORTCMD_INTENSITY = 亮度
IDS_SHORTCMD_TRIGGERWIDTH = 脈寬
IDS_SHORTCMD_HBTRIGGERWIDTH = 高亮觸發脈寬
IDS_SHORTCMD_MAXCURRENT = 最大電流
IDS_SHORTCMD_CHANNELSTATE = 通道狀態
IDS_SHORTCMD_TRIGGERDELAY = 觸發延時
IDS_SHORTCMD_SETINTENSITYFAILED = 設置亮度失敗,可能是由於不正確的參數
IDS_SHORTCMD_READINTENSITYFAILED = 讀取亮度失敗，可能是由於不正確的參數
IDS_SHORTCMD_SETTRIGGERWIDTHFAILED = 設置脈寬失敗,可能是由於不正確的參數
IDS_SHORTCMD_READTRIGGERWIDTHFAILED = 讀取脈寬失敗，可能是由於不正確的參數
IDS_SHORTCMD_SETHBTRIGGERWIDTHFAILED = 設置高亮脈寬失敗,可能是由於不正確的參數
IDS_SHORTCMD_READHBTRIGGERWIDTHFAILED = 讀取高亮脈寬失敗，可能是由於不正確的參數
IDS_SHORTCMD_SETMAXCURRENTFAILED = 設置最大電流失敗,可能是由於不正確的參數
IDS_SHORTCMD_READMAXCURRENTFAILED = 讀取最大電流失敗，可能是由於不正確的參數
IDS_SHORTCMD_GETCHANNELSTATEFAILED = 讀取通道狀態失敗，可能是由於不正確的參數
IDS_SHORTCMD_SOFTWARETRIGGERFAILED = 軟體觸發失敗，可能是由於不正確的參數
IDS_SHORTCMD_SETTRIGGERDELAYFAILED = 設置觸發延時失敗，可能是由於不正確的參數
IDS_SHORTCMD_GETTRIGGERDELAYFAILED = 讀取觸發延時失敗，可能是由於不正確的參數
IDS_SHORTCMD_TIMEUNIT = 時間單位
IDS_SHORTCMD_1US = 1us
IDS_SHORTCMD_10US = 10us
IDS_SHORTCMD_1MS = 1ms
IDS_SHORTCMD_100MS = 100ms
IDS_SHORTCMD_READTIMEUNITFAILED = 讀取時間單位失敗，可能是由於不正確的參數
IDS_SHORTCMD_READTIMEUNIT = 讀取時間單位

IDD132_Title = 長指令
IDD132_1097 = 功能
IDD132_1 = 確定
IDD132_2 = 取消
IDD132_1066 = 應用
IDS_LONGCMD_SETTRIGGERDELAY = 設置多通道觸發延時
IDS_LONGCMD_SETINTENSITY = 設置多通道亮度
IDS_LONGCMD_TURNON = 打開多通道
IDS_LONGCMD_TURNOFF = 關閉多通道
IDS_LONGCMD_SETTRIGGERWIDTH = 設置多通道脈寬
IDS_LONGCMD_SETHBTRIGGERWIDTH = 設置多通道高亮脈寬
IDS_LONGCMD_SETMAXCURRENT = 設置多通道最大電流
IDS_LONGCMD_SOFTWARETRIGGER = 多通道軟體觸發
IDS_LONGCMD_TURNONSUCCEED = 成功打開
IDS_LONGCMD_TURNONFAILED = 打開失敗
IDS_LONGCMD_TURNOFFSUCCEED = 成功關閉
IDS_LONGCMD_TURNOFFFAILED = 關閉失敗
IDS_LONGCMD_CHN = 通道
IDS_LONGCMD_THECHNS = 以下通道:
IDS_LONGCMD_THE = 第
IDS_LONGCMD_INONETIME = 在同一時間
IDS_LONGCMD_SETSUCCEED = 成功設置
IDS_LONGCMD_VALUE = 值是
IDS_LONGCMD_INTENSITY = 亮度
IDS_LONGCMD_TRIGGERWIDTH = 脈寬
IDS_LONGCMD_HBTRIGGERWIDTH = 高亮脈寬
IDS_LONGCMD_MAXCURRENT = 最大電流
IDS_LONGCMD_TRIGGERDELAY = 觸發延時
IDS_LONGCMD_SETINTENSITYMULTI = 分別成功設置以下通道亮度:
IDS_LONGCMD_SETTRIGGERWIDTHMULTI = 分別成功設置以下通道脈寬:
IDS_LONGCMD_SETHBTRIGGERWIDTHMULTI = 分別成功設置以下通道高亮脈寬:
IDS_LONGCMD_SETMAXCURRENTMULTI = 分別成功設置以下通道最大電流:
IDS_LONGCMD_SOFTWARETRIGGERMULTI = 分別成功觸發以下通道：
IDS_LONGCMD_TRIGGERDELAYMULTI  = 分別成功設置以下通道的觸發延時：
IDS_LONGCMD_SETINTENSITYFAILED = 亮度設置失敗
IDS_LONGCMD_SETTRIGGERWIDTHFAILED = 脈寬設置失敗
IDS_LONGCMD_SETHBTRIGGERWIDTHFAILED = 高亮脈寬設置失敗
IDS_LONGCMD_SETMAXCURRENTFAILED = 最大電流設置失敗
IDS_LONGCMD_SOFTWARETRIGGERFAILED = 軟體觸發失敗
IDS_LONGCMD_SETTRIGGERDELAYFAILED = 設置觸發延時失敗
IDS_LONGCMD_FAILED_READ_MODEL = 讀取控制器型號失敗！
IDS_LONGCMD_NOT_SUPORT_FUNCTION = 僅DPH20048支援此功能！
IDS_LONGCMD_WARNING = 警告

IDD129_Title = 設置多個通道亮度
IDS_MULTICHN_SETSUCCEED = 成功設置
IDS_MULTICHN_THE = 第
IDS_MULTICHN_CHN = 通道
IDS_MULTICHN_INTENSITY = 亮度
IDS_MULTICHN_VALUE = 值是
IDS_MULTICHN_TURNOFF_4 = 關閉第4通道
IDS_MULTICHN_TURNOFF_3 = 關閉第3通道
IDS_MULTICHN_TURNOFF_2 = 關閉第2通道
IDS_MULTICHN_TURNOFF_1 = 關閉第1通道
IDS_MULTICHN_TURNOFF_5 = 關閉第5通道
IDS_MULTICHN_TURNOFF_6 = 關閉第6通道
IDS_MULTICHN_TURNOFF_7 = 關閉第7通道
IDS_MULTICHN_TURNOFF_8 = 關閉第8通道
IDS_MULTICHN_TURNOFF_9 = 關閉第9通道
IDS_MULTICHN_TURNOFF_10 = 關閉第10通道
IDS_MULTICHN_TURNOFF_11 = 關閉第11通道
IDS_MULTICHN_TURNOFF_12 = 關閉第12通道
IDS_MULTICHN_TURNOFF_13 = 關閉第13通道
IDS_MULTICHN_TURNOFF_14 = 關閉第14通道
IDS_MULTICHN_TURNOFF_15 = 關閉第15通道
IDS_MULTICHN_TURNOFF_16 = 關閉第16通道
IDS_MULTICHN_TURNON_4 = 打開第4通道
IDS_MULTICHN_TURNON_3 = 打開第3通道
IDS_MULTICHN_TURNON_2 = 打開第2通道
IDS_MULTICHN_TURNON_1 = 打開第1通道
IDS_MULTICHN_TURNON_5 = 打開第5通道
IDS_MULTICHN_TURNON_6 = 打開第6通道
IDS_MULTICHN_TURNON_7 = 打開第7通道
IDS_MULTICHN_TURNON_8 = 打開第8通道
IDS_MULTICHN_TURNON_9 = 打開第9通道
IDS_MULTICHN_TURNON_10 = 打開第10通道
IDS_MULTICHN_TURNON_11 = 打開第11通道
IDS_MULTICHN_TURNON_12 = 打開第12通道
IDS_MULTICHN_TURNON_13 = 打開第13通道
IDS_MULTICHN_TURNON_14 = 打開第14通道
IDS_MULTICHN_TURNON_15 = 打開第15通道
IDS_MULTICHN_TURNON_16 = 打開第16通道
IDD134_Title = 配置乙太網
IDD134_1059 = 控制器序號
IDD134_1060 = IP配置
IDD134_1061 = IP地址
IDD134_1062 = 子網路遮罩
IDD134_1063 = 預設閘道器
IDD134_1 = 確定
IDS_MAIN_NOCONTROLLERFOUND = 沒有可用的控制器被發現
IDS_MAIN_CONTROLLERFOUND = 台可用的控制器被發現
IDS_MAIN_TURNONSUCCEED = 成功打開
IDS_MAIN_TURNONFAILED = 打開失敗
IDS_MAIN_TURNOFFSUCCEED = 成功關閉
IDS_MAIN_TURNOFFFAILED = 關閉失敗
IDS_MAIN_SETSUCCEED = 成功設置
IDS_MAIN_THE = 第
IDS_MAIN_CHN = 通道
IDS_MAIN_INTENSITY = 亮度
IDS_MAIN_VALUE = 值是
IDS_MAIN_SETCHN1FAILED = 設置第1通道亮度失敗
IDS_MAIN_SETCHN2FAILED = 設置第2通道亮度失敗
IDS_MAIN_SETCHN3FAILED = 設置第3通道亮度失敗
IDS_MAIN_SETCHN4FAILED = 設置第4通道亮度失敗
IDS_MAIN_SERIALPORTFOUND = 發現可用串口
IDS_MAIN_SERIALPORTNOTFOUND = 沒有可用串口
IDS_MAIN_DETAILINFO = 詳細資訊
IDS_MAIN_IPCONFIG = IP設置
IDS_MAIN_CONNECT = 連接
IDS_MAIN_DISCONNECT = 斷開
IDS_MAIN_CONSERIALSUCCEED = 成功初始化串口
IDS_MAIN_CONSERIALFAILED = 連接串口失敗
IDS_MAIN_CONETHSUCCEED = 成功通過SN創建乙太網連接
IDS_MAIN_CONETHFAILED = 連接失敗，請檢查網路配置
IDS_MAIN_DISCONSERIALSUCCEED = 成功釋放串口
IDS_MAIN_DISCONETHSUCCEED = 成功斷開乙太網連接
IDD157_Title = 出廠設置
IDD157_1103 = 全部
IDD157_1104 = 型號
IDD157_1105 = 串列傳輸速率
IDD157_1106 = 通道數
IDD157_1107 = 最大外部頻率
IDD157_1108 = 最小負載
IDD157_1111 = 同時設MAC
IDD157_1112 = 單位
IDD157_1003 = 應用
IDD157_1 = 確定
IDD157_2 = 取消
IDD131_Title = 高級設置
IDD131_1 = 確定
IDD131_2 = 取消
IDD131_1003 = 應用
IDD131_1068 = 功能
IDD131_1070 = 參數值
IDD131_1071 = 返回資訊
IDD131_1120 = 通道號
IDD131_1072 = 信息
IDS_ADVANCE_SETSUCCEED = 成功設置
IDS_ADVANCE_SETFAILED = 失敗設置
IDS_ADVANCE_READSUCCEED = 成功讀取
IDS_ADVANCE_READFAILED = 失敗讀取
IDS_ADVANCE_ENABLESUCCEED = 成功允許
IDS_ADVANCE_DISABLESUCCEED = 成功禁用
IDS_ADVANCE_ENABLEFAILED = 失敗允許
IDS_ADVANCE_DISABLEFAILED = 失敗禁用
IDS_ADVANCE_VALUE = 值是
IDS_ADVANCE_PROPERTY = 屬性
IDS_ADVANCE_SN = SN
IDS_ADVANCE_IPCONFIG = IP配置
IDS_ADVANCE_IP = IP是
IDS_ADVANCE_SUNETMASK = 子網路遮罩是
IDS_ADVANCE_GATEWAY = 閘道是
IDS_ADVANCE_TRIGGERACTIVATION = 觸發極性
IDS_ADVANCE_NEGLOGIC = 跟隨負觸發
IDS_ADVANCE_POSLOGIC = 跟隨正觸發
IDS_ADVANCE_RISINGEDGE = 上升沿觸發
IDS_ADVANCE_FALLINGEDGE = 下降沿觸發
IDS_ADVANCE_LOADMODE = 負載模式
IDS_ADVANCE_AUTO = 自動檢測負載大小
IDS_ADVANCE_MANUAL = 手動設置最大電流
IDS_ADVANCE_CHECKSUM = 校驗字
IDS_ADVANCE_RESPONSE = 返回值
IDS_ADVANCE_POWEROFFBACKUP = 斷電保存
IDS_ADVANCE_DHCP = DHCP
IDS_ADVANCE_AUTODETECTLOADONCESUCCEED = 成功自動檢測負載一次
IDS_ADVANCE_AUTODETECTLOADONCEFAILED = 自動檢測負載一次失敗
IDS_ADVANCE_READPROPERTY = 讀取控制器屬性
IDS_ADVANCE_READPROPERTY_INFO = 參數:\r1:讀取型號.\r2:讀取固件版本.
IDS_ADVANCE_READSN = 讀取SN
IDS_ADVANCE_READIPCONFIG = 讀取IP配置
IDS_ADVANCE_SETTRIGGERACTIVATION = 設置觸發極性
IDS_ADVANCE_SETINNERTRIGGERFREQUENCY_INFO = 參數:\r範圍[15,1000]
IDS_ADVANCE_SETTRIGGERACTIVATION_INFO_1 = 參數:\r0:跟隨正觸發.\r 
IDS_ADVANCE_SETTRIGGERACTIVATION_INFO_2 =1:跟隨負觸發.\r
IDS_ADVANCE_SETTRIGGERACTIVATION_INFO_3 =2:下降沿觸發.\r
IDS_ADVANCE_SETTRIGGERACTIVATION_INFO_4 =3:上升沿觸發.\r

IDS_ADVANCE_READTRIGGERACTIVATION = 讀取觸發極性
IDS_ADVANCE_ENABLECHECKSUM = 允許校驗值
IDS_ADVANCE_ENABLECHECKSUM_INFO = 參數:\r0:禁止.\r1:允許.\r
IDS_ADVANCE_ENABLERESPONSE = 允許返回值
IDS_ADVANCE_ENABLERESPONSE_INFO = 參數:\r0:禁止.\r1:允許.\r
IDS_ADVANCE_SETLOADMODE = 設置負載模式
IDS_ADVANCE_SETLOADMODE_INFO = 參數:\r0:自動檢測負載大小.\r1:手動設置最大電流.\r
IDS_ADVANCE_ENABLEPOWEROFFBACKUP = 允許斷電保存
IDS_ADVANCE_ENABLEPOWEROFFBACKUP_INFO = 參數:\r0:禁止.\r1:允許.\r
IDS_ADVANCE_ENABLEDHCP = 允許DHCP
IDS_ADVANCE_ENABLEDHCP_INFO = 參數:\r0:禁止.\r1:允許.\r
IDS_ADVANCE_AUTODETECTLOADONCE = 自動檢測一下負載電流
IDS_ADVANCE_READOUTERFREQUENCYUPPERBOUND = 讀取外部觸發頻率上限
IDS_ADVANCE_SETINNERTRIGGERFREQUENCY = 設置內部自觸發週期
IDS_ADVANCE_READINNERTRIGGERFREQUENCY = 讀取內部自觸發週期
IDS_ADVANCE_OUTERFREQUENCY = 外部觸發頻率上限
IDS_ADVANCE_INNERTRIGGERFREQUENCY = 內部自觸發週期
IDS_ADVANCE_SETINNERTRIGGERFREQUENCYFAILED = 設置內部自觸發週期失敗，可能由於錯誤的參數
IDS_ADVANCE_READINNERTRIGGERFREQUENCYFAILED = 讀取內部自觸發週期失敗，可能由於錯誤的參數
IDS_ADVANCE_SETWORKINGMODE = 設置工作模式
IDS_ADVANCE_SETWORKINGMODE_INFO = 參數:\r0:常亮模式.\r1:常用觸發模式.\r2:高亮觸發模式.\r3:面板工作模式設置.
IDS_ADVANCE_READWORKINGMODE = 讀取工作模式
IDS_ADVANCE_WORKINGMODE = 工作模式
IDS_ADVANCE_SETKEEPALIVEPARAMETER = 設置保活參數
IDS_ADVANCE_SETKEEPALIVEPARAMETER_INFO = 參數0:保活時間.\r參數1:保活間隔.\r參數2:重發次數.
IDS_ADVANCE_ENABLEKEEPALIVE = 允許保活
IDS_ADVANCE_ENABLEKEEPALIVE_INFO = 參數:\r0:禁止.\r1:允許.\r
IDS_ADVANCE_SETWORKINGMODEONPANEL = 面板工作模式設置
IDS_ADVANCE_HIGHLIGHTTRIGGERMODE = 高亮觸發模式
IDS_ADVANCE_GENERALTRIGGERMODE = 常用觸發模式
IDS_ADVANCE_GENERALLIGHTINGMODE = 常亮模式
IDS_ADVANCE_READCHANNELS = 讀取控制器通道數
IDS_ADVANCE_READKEEPALIVESTATE = 讀取保活開關狀態
IDS_ADVANCE_READCONTINUOUSKEEPALIVETIME = 讀取連續保活時間
IDS_ADVANCE_READINTERVALTIME = 讀取探測包發送時間間隔
IDS_ADVANCE_READDELIVERYTIMES = 讀取探測包發送次數
IDS_ADVANCE_READOUTPUTBOARDVISION = 讀取輸出板版本號
IDS_ADVANCE_READLOADDETECTIONMODE = 讀取負載檢測模式
IDS_ADVANCE_SETBOOTPROTECTION = 設置常亮模式開機狀態
IDS_ADVANCE_READAGINGORNORMALMODE = 讀取老化/正常模式
IDS_ADVANCE_READMODELBOOTSTATE = 讀取各模組開機狀態
IDS_ADVANCE_SETBOOTTIME = 設置開機時間
IDS_ADVANCE_KEEPALIVE = 保活

IDS_ADVANCE_CONTROLLERCHANNELS = 控制器通道數
IDS_ADVANCE_KEEPALIVESTATE = 保活開關狀態
IDS_ADVANCE_CONTINUOUSKEEPALIVETIME = 連續保活時間
IDS_ADVANCE_INTERVAL_TIME = 探測包發送時間間隔
IDS_ADVANCE_DELIVERY_TIMES = 探測包發送次數
IDS_ADVANCE_OUTPUTBOARDVISION = 輸出板版本號
IDS_ADVANCE_DETECTION_MODE = 負載檢測模式
IDS_ADVANCE_BOOT_PROTECT = 開機保護
IDS_ADVANCE_IDS_ADVANCE_BOOT_PROTECT_FAILED = 設置常亮模式開機狀態失敗，可能由於錯誤的參數 
IDS_ADVANCE_DETECTION_MODE_FAILED = 讀取負載檢測模式失敗，可能由於錯誤的參數
IDS_ADVANCE_AGINGORNORMAL_MODE = 老化/正常模式
IDS_ADVANCE_AGINGORNORMAL_MODE_FAILED = 讀取老化/正常模式失敗，可能由於錯誤的參數
IDS_ADVANCE_BOOT_TIME = 開機時間
IDS_ADVANCE_BOOTPROTECTION_INFO = 參數:\r0:常亮設置.\r1:常閉設置.
IDS_ADVANCE_SWITCH_CLOSE = 關
IDS_ADVANCE_SWITCH_OPEN = 開
IDS_ADVANCE_LOAD_DETECTION_AUTO = 自動檢測
IDS_ADVANCE_LOAD_DETECTION_MANUAL = 手動設置
IDS_ADVANCE_BOOT_PROTECT_LIGHT = 常亮設置
IDS_ADVANCE_BOOT_PROTECT_CLOSE = 常閉設置
IDS_ADVANCE_AGING= 老化模式
IDS_ADVANCE_NORMAL = 正常模式
IDS_ADVANCE_MODEL_BOOT_STATE_FAILED = 讀取各模組開機狀態失敗，可能由於錯誤的參數
IDS_ADVANCE_MODEL_BOOT_STATE = 模組開機狀態
IDS_ADVANCE_MODEL_LIGHT= 常亮
IDS_ADVANCE_MODEL_CLOSE = 常閉
IDS_ADVANCE_PARAM_RANGE = 參數值超出範圍，範圍是：[1-2]!

IDD173_Title = 其他設置
IDD173_1 = 確定
IDD173_2 = 取消
IDD173_1146 = 功能：
IDD173_1147 = 通道：
IDD173_1150 = 信息
IDD173_1152 = 返回資訊
IDD173_1154 = 設置
IDD173_1155 = 指令
IDD173_1156 = 指令
IDD173_1004 = 發送
IDD173_1003 = 應用
IDD173_1128 = 十六進位
IDD173_1129 = ASCII
IDD173_1159 = 參數值：
IDS_OTHERS_READPROPERTY = 讀取控制器屬性
IDS_OTHERS_READTRIGGERMODE = 讀取觸發模式
IDS_OTHERS_SETTRIGGERMODE = 觸發模式選擇
IDS_OTHERS_SETMODEL = 設置控制器型號
IDS_OTHERS_SETOVERCURRENTPROTECTIONSWITCH = 過流保護開關設置
IDS_OTHERS_SETSHORTCIRCUITPROTECTIONSWITCH = 短路保護開關設置
IDS_OTHERS_SETOVERVOLTAGEPROTECTIONSWITCH = 過壓保護開關設置 
IDS_OTHERS_SETABNORMALPROTECTIONSAMPLINGTIME = 異常保護採樣時間設置
IDS_OTHERS_SETOVERCURRENTPROTECTIONLIMITVALUE = 設置過流保護限值
IDS_OTHERS_SETSHORTCIRCUITPROTECTIONLIMITVALUE = 設置短路保護限值
IDS_OTHERS_SETVOLTAGEPROTECTIONLIMITVALUE = 設置過壓保護限值
IDS_OTHERS_SETINSERTIONLIGHTCURRENTDETECTIONVALUE = 設置插入光源電流檢測值
IDS_OTHERS_SETPULLOUTINSERTIONCURRENTDETECTIONVALUE = 設置拔出插入光源電流檢測值
IDS_OTHERS_SETLIGHTRATEDVOLTAGEDETECTIONVALUE = 設置光源額定電壓檢測值
IDS_OTHERS_SETLIGHTPULLOUTVOLTAGEDETECTIONVALUE = 設置光源拔出電壓檢測值
IDS_OTHERS_SETBAUDRATE = 串列傳輸速率設置
IDS_OTHERS_SETCHANNELS = 控制器通道數設置
IDS_OTHERS_SETMAXFREQUENCY = 設置外部觸發頻率上限
IDS_OTHERS_SETHEARTBEAT = 心跳包時間設置
IDS_OTHERS_SETDETECTMINLOAD = 設置自動檢測待機電流
IDS_OTHERS_SETNETDROPFILTERTIME = 設置網口掉線濾波時間
IDS_OTHERS_SETAGINGORNORMALMODE = 老化/正常工作模式切換
IDS_OTHERS_READCHANNELOUTPUTSTATE = 讀取各通道輸出狀態
IDS_OTHERS_SWITCHIAPANDAPPMODE = IAP與APP模式切換
IDS_OTHERS_SWITCHDBOARDIAPANDAPPMODE = D板IAP與APP模式切換
IDS_OTHERS_AUTOMATICALCALIBRATION = D板自動校準
IDS_OTHERS_SETIAPPORT = IAP埠設置
IDS_OTHERS_SETAPPPORT = APP埠設置
IDS_OTHERS_REBOOT = 控制器重啟
IDS_OTHERS_DETECTNETPORT = PC開機網口檢測
IDS_OTHERS_DETECTNETPORTTIME1 = 網口檢測次數一
IDS_OTHERS_DETECTNETPORTTIME2 = 網口檢測次數二
IDS_OTHERS_SETFANLEVEL = 手動設置風扇檔位
IDS_OTHERS_SETSN = 設置序號
IDS_OTHERS_SETMAC = 設置MAC位址

IDS_OTHERS_READPROPERTY_INFO = 參數:\r\n1:讀取型號.\r\n2:讀取固件版本.\r\n...
IDS_OTHERS_TRIGGERMODE_PARAM = 參數:\r\n0:高速模式.\r\n1:平滑模式.
IDS_OTHERS_CLOSE_OPEN_PARAM = 參數:\r\n0:關閉.\r\n1:打開.
IDS_OTHERS_ABNORMAL_SAMPLE_TIME_PARAM = 參數:\r\n範圍[2,250].
IDS_OTHERS_OVERCURRENT_LIMIT_VALUE_PARAM = 參數:\r\n範圍[0,4096].
IDS_OTHERS_SHORTCIRCUIT_LIMIT_VALUE_PARAM = 參數:\r\n範圍[0,5000].
IDS_OTHERS_OVERVOLTAGE_LIMIT_VALUE_PARAM = 參數:\r\n範圍[0,5000].
IDS_OTHERS_DETECTION_VALUE_PARAM = 參數:\r\n範圍[0,1023].
IDS_OTHERS_SETCHANNELS_PARAM = 參數:\r\n範圍[1,16]. 
IDS_OTHERS_MAXFREQUENCY_PARAM = 參數:\r範圍[1,900].
IDS_OTHERS_SETHEARTBEAT_PARAM = 參數:\r\n範圍[1,65535].
IDS_OTHERS_MIN_LOAD_PARAM = 參數:\r\n範圍[1,200].
IDS_OTHERS_0_65535_PARAM = 參數:\r\n範圍[0,65535].
IDS_OTHERS_AGING_NORMAL_PARAM = 參數:\r\n0:老化模式.\r\n1:正常工作模式.
IDS_OTHERS_OUTPUTSTATE_PARAM = 參數:\r\n1:讀取連接狀態.\r\n2:讀取老化/正常模式.\r\n3:讀取各個模組開機狀態.\r\n...
IDS_OTHERS_IAP_APP_PARAM = 參數:\r\n0:APP.\r\n1:IAP.
IDS_OTHERS_REBOOT_PARAM = 參數:\r\n0:整機重啟.\r\n1:M板重啟.\r\n2:D板重啟.
IDS_OTHERS_DETECTNETPORT_PARAM = 參數:\r\n0:禁止.\r\n1:開啟.
IDS_OTHERS_FAN_LEVEL_PARAM = 參數:\r\n範圍[0,5].

IDS_OTHERS_TRIGGERMODE = 觸發模式
IDS_OTHERS_HIGHSPEED_MODE = 高速模式
IDS_OTHERS_SMOOTH_MODE = 平滑模式
IDS_OTHERS_OVERCURRENTSWITCH = 過流保護開關
IDS_OTHERS_CLOSE = 關閉
IDS_OTHERS_OPEN = 打開
IDS_OTHERS_SHORTCIRCUITSWITCH = 短路保護開關
IDS_OTHERS_OVERVOLTAGESWITCH = 過壓保護開關
IDS_OTHERS_SAMPLINGTIME = 異常保護採樣時間
IDS_OTHERS_OVERCURRENTLIMITVALUE = 過流保護限值
IDS_OTHERS_SHORTCIRCUITLIMITVALUE = 短路保護限值
IDS_OTHERS_OVERVOLTAGELIMITVALUE = 過壓保護限值
IDS_OTHERS_INSERTIONLIGHTCURRENTDETECTIONVALUE = 插入光源電流檢測值
IDS_OTHERS_PULLOUTLIGHTCURRENTDETECTIONVALUE = 拔出插入光源電流檢測值
IDS_OTHERS_RATEDVOLTAGEDETECTIONVALUE = 額定光源電壓檢測值
IDS_OTHERS_PULLOUTVOLTAGEDETECTIONVALUE = 拔出光源電壓檢測值
IDS_OTHERS_CHANNELS = 通道數
IDS_OTHERS_HEARTBEAT = 心跳包時間
IDS_OTHERS_STANDBYCURRENT = 自動檢測待機電流
IDS_OTHERS_NETDROPFILTERTIME = 網口掉線濾波時間
IDS_OTHERS_WORKMODE  = 工作模式
IDS_OTHERS_AGING = 老化模式
IDS_OTHERS_NORMAL = 正常工作模式
IDS_OTHERS_APP = APP模式
IDS_OTHERS_IAP = IAP模式
IDS_OTHERS_IAPPORT = IAP埠
IDS_OTHERS_APPPORT = APP埠
IDS_OTHERS_CONTROLLERREBOOT = 整機重啟
IDS_OTHERS_MBOARDREBOOT = M板重啟
IDS_OTHERS_DBOARDREBOOT = D板重啟
IDS_OTHERS_CHECKNETPORT = PC開機檢測網口
IDS_OTHERS_DISABLE = 禁止
IDS_OTHERS_ENABLE = 允許
IDS_OTHERS_NETPORTCHECKTIMES1 = 網口檢測次數一
IDS_OTHERS_NETPORTCHECKTIMES2 = 網口檢測次數二
IDS_OTHERS_MANUALLYSETFANLEVEL = 手動設置風扇等級
IDS_OTHERS_SETSN = 設置序號
IDS_OTHERS_MAXFREQUENCY = 外部觸發頻率上限
IDS_OTHERS_INPUTCOMMAND = 請輸入正確指令
IDS_OTHERS_SUCCEEDEXECUTECOMMAND = 指令執行成功，控制器返回值是：
IDS_OTHERS_FAILEDEXECUTECOMMAND = 指令執行失敗
IDS_OTHERS_CHANNELOUTPUTSTATE = 通道輸出狀態
IDS_OTHERS_BAUDRATE = 串列傳輸速率
IDS_OTHERS_CALIBRATEDBOARD = D板自動校準
IDS_OTHERS_DBOARDWORKMODE = D板工作模式
IDS_OTHERS_MODEL = 控制器型號
IDS_OTHERS_SETOUTPUTVOLTAGE = 設置輸出端電壓
IDS_OTHERS_READOUTPUTVOLTAGE = 讀取輸出端電壓
IDS_OTHERS_SETOUTPUTVOLTAGE_VALUE_RANGE = 參數:\r\n範圍[30,250].
IDS_OTHERS_OUTPUTVOLTAGE = 輸出端電壓
IDS_ADVANCE_READ_OUTPUT_VOLTAGE_FAILED = 讀取輸出端電壓失敗，可能由於錯誤的參數

IDS_BURN_TITLE = 固件燒錄（3.2.4以上支持燒錄）
IDS_BURN_SERIALPORT = 串口
IDS_BURN_ETHERNET = 網口
IDS_BURN_CONNECTTYPE = 連接方式
IDS_BURN_CONNECT = 連接
IDS_BURN_DISCONNECT = 斷開
IDS_BURN_RESCAN = 搜索
IDS_BURN_SETTING = 設置
IDS_BURN_BURNSETTING = 燒錄設置
IDS_BURN_FILE = 文件:
IDS_BURN_BROSWE = 選擇檔
IDS_BURN_MODE = 模式:
IDS_BURN_MODULE = 模組:
IDS_BURN_MBOARD = M板
IDS_BURN_DBOARD = D板
IDS_BURN_DATALENGTH = 數據長度:
IDS_BURN_BURNROM = 燒錄
IDS_BURN_CMD = 指令
IDS_BURN_SEND = 發送
IDS_BURN_TUTORIAL = 固件燒錄教程
IDS_BURN_STEP1 = 第1步：選擇連接
IDS_BURN_STEP2 = 第2步：選擇檔
IDS_BURN_STEP3 = 第3步：一鍵燒錄
IDS_BURN_STEP4 = 第4步：請等待
IDS_CHANNEL_STATE0 = 已連接光源
IDS_CHANNEL_STATE1 = 沒有連接光源
IDS_CHANNEL_STATE2 = 短路保護
IDS_CHANNEL_STATE3 = 過壓保護
IDS_CHANNEL_STATE4 = 過流保護
